/* seconds remaining */
" - %d%@" = " - %d%@";

/* minutes remaining */
" - %d:%02d%@" = " - %d:%02d%@";

/* hours remaining */
" - %d:%02d:%02d%@" = " - %d:%02d:%02d%@";

/* No comment provided by engineer. */
" disc %d" = " disc %d";

/* kilobyte acronym */
" KB" = " KB";

/* megabyte acronym */
" MB" = " MB";

/* kilobytes remaining
   megabytes remaining */
" of " = " of ";

/* remaining */
" remaining" = " remaining";

/* seconds remaining */
" seconds remaining" = " seconds remaining";

/* simple MB left
   simple KB left */
"%.1f%@" = "%.1f%@";

/* kilobytes remaining
   megabytes remaining */
"%.1f%@%.1f%@" = "%.1f%@%.1f%@";

/* error format */
"%@%@" = "%@%@";

/* backup log name calendar format
   restore name calendar format */
"%Y%m%d-%H%M" = "%Y%m%d-%H%M";

/* backup time stamp format */
"-%Y%m%d-%H%M%S" = "-%Y%m%d-%H%M%S";

/* No comment provided by engineer. */
"An error has occurred while burning." = "An error has occurred while burning.";

/* unknown error */
"An unrecognized error (%d) occurred" = "An unrecognized error (%d) occurred";

/* creation canceled
   archive canceled */
"Archive creation canceled" = "Archive creation canceled";

/* archive complete */
"Archive creation complete" = "Archive creation complete";

/* creation failed
   archive failed */
"Archive creation failed: " = "Archive creation failed: ";

/* verify succesful */
"Archive verification successful" = "Archive verification successful";

/* backup log name template */
"Backup (%@) %@" = "Backup (%@) %@";

/* backup failed error
   backup failed */
"Backup Failed" = "Backup Failed";

/* No comment provided by engineer. */
"Beginning backup: %@" = "Beginning backup: %@";

/* begin restore */
"Beginning restore: %@" = "Beginning restore: %@";

/* progress cancel */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Close Tray" = "Close Tray";

/* No comment provided by engineer. */
"Closing" = "Closing";

/* No comment provided by engineer. */
"Closing session.." = "Closing session..";

/* compressing */
"Compressing: %@" = "Compressing: %@";

/* No comment provided by engineer. */
"DotMac error, insufficient storage" = "DotMac error, insufficient storage";

/* No comment provided by engineer. */
"DotMac error, invalid credentials" = "DotMac error, invalid credentials";

/* No comment provided by engineer. */
"DotMac error, network error" = "DotMac error, network error";

/* No comment provided by engineer. */
"DotMac error, unknown error" = "DotMac error, unknown error";

/* No comment provided by engineer. */
"DotMac transfer canceled" = "DotMac transfer canceled";

/* No comment provided by engineer. */
"DotMac transfer completed successfully" = "DotMac transfer completed successfully";

/* No comment provided by engineer. */
"DotMac transfer failed" = "DotMac transfer failed";

/* No comment provided by engineer. */
"DotMac transfer started..." = "DotMac transfer started...";

/* expanding */
"Expanding: %@" = "Expanding: %@";

/* No comment provided by engineer. */
"Failed creating a DotMac upload transaction" = "Failed creating a DotMac upload transaction";

/* failed to add to archive */
"Failed to add to an ArchiveObjectListRef (%ld)" = "Failed to add to an ArchiveObjectListRef (%ld)";

/* No comment provided by engineer. */
"Failed to create a DotMac session" = "Failed to create a DotMac session";

/* failed to add to archive list */
"Failed to create an ArchiveObjectListRef (%ld)" = "Failed to create an ArchiveObjectListRef (%ld)";

/* failed to create sourceURL
   archive not found
   backup failed: destination missing */
"Failed to create NSURL" = "Failed to create NSURL";

/* expansion failure */
"Failed to expand object from archive (%ld)" = "Failed to expand object from archive (%ld)";

/* No comment provided by engineer. */
"Failed to find task data" = "Failed to find task data";

/* No comment provided by engineer. */
"Failed to generate destination path" = "Failed to generate destination path";

/* No comment provided by engineer. */
"Failed to locate a DotMac account for this user" = "Failed to locate a DotMac account for this user";

/* no dotMac user */
"Failed to locate a DotMac account for this user." = "Failed to locate a DotMac account for this user.";

/* backup failed: no source */
"Failed to locate any sources to backup" = "Failed to locate any sources to backup";

/* No comment provided by engineer. */
"Failed to validate DotMac validateCredentials" = "Failed to validate DotMac validateCredentials";

/* verify failed */
"Failed to verify backup archive" = "Failed to verify backup archive";

/* progress filename */
"File: %@" = "File: %@";

/* No comment provided by engineer. */
"FTP error occurred" = "FTP error occurred";

/* No comment provided by engineer. */
"FTP failed to create a valid URL" = "FTP failed to create a valid URL";

/* No comment provided by engineer. */
"FTP failed to open a read stream" = "FTP failed to open a read stream";

/* No comment provided by engineer. */
"FTP failed to open a write stream" = "FTP failed to open a write stream";

/* No comment provided by engineer. */
"FTP failed to open set a client on the write stream" = "FTP failed to open set a client on the write stream";

/* No comment provided by engineer. */
"FTP read stream returned" = "FTP read stream returned";

/* No comment provided by engineer. */
"FTP transfer canceled" = "FTP transfer canceled";

/* No comment provided by engineer. */
"FTP transfer complete" = "FTP transfer complete";

/* No comment provided by engineer. */
"FTP Transfer Failed" = "FTP Transfer Failed";

/* No comment provided by engineer. */
"FTP transfer started..." = "FTP transfer started...";

/* No comment provided by engineer. */
"FTP Uploading: %@" = "FTP Uploading: %@";

/* No comment provided by engineer. */
"FTP write error occurred" = "FTP write error occurred";

/* progress items remaining */
"Items remaining: %ld" = "Items remaining: %ld";

/* No comment provided by engineer. */
"Launched without any parameters.  Goodbye." = "Launched without any parameters.  Goodbye.";

/* no ftp server */
"No FTP server has been specified to upload the archive." = "No FTP server has been specified to upload the archive.";

/* No comment provided by engineer. */
"Open Tray" = "Open Tray";

/* No comment provided by engineer. */
"Preparing" = "Preparing";

/* No comment provided by engineer. */
"Preparing to burn..." = "Preparing to burn...";

/* restore name */
"Restore (%@) %@" = "Restore (%@) %@";

/* restore completed */
"Restore completed successfuly" = "Restore completed successfuly";

/* restore error */
"Restore Error" = "Restore Error";

/* restore failed */
"Restore Failed" = "Restore Failed";

/* No comment provided by engineer. */
"Retry" = "Retry";

/* select backup button
   segment select button */
"Select" = "Select";

/* backup destination */
"Select Backup Destination" = "Select Backup Destination";

/* engine missing */
"StuffIt Framework is not available." = "StuffIt Framework is not available.";

/* app name */
"StuffIt Scheduler" = "StuffIt Scheduler";

/* invalid engine
   app failed: bad engine version */
"StuffIt Scheduler requires StuffIt Framework %s or later" = "StuffIt Scheduler requires StuffIt Framework %s or later";

/* No comment provided by engineer. */
"Uploading to .Mac: %@" = "Uploading to .Mac: %@";

/* backup cancelled */
"User cancelled backup." = "User cancelled backup.";

/* verify canceled */
"Verification canceled" = "Verification canceled";

/* No comment provided by engineer. */
"Verifying" = "Verifying";

/* No comment provided by engineer. */
"Verifying burn..." = "Verifying burn...";

/* verifying */
"Verifying..." = "Verifying...";

/* No comment provided by engineer. */
"Verifying: %@" = "Verifying: %@";

/* segment query */
"Where is segment '%@'?" = "Where is segment '%@'?";

/* No comment provided by engineer. */
"Writing" = "Writing";

/* No comment provided by engineer. */
"Writing track to removable media..." = "Writing track to removable media...";

